Процедура ПриНачалеРаботыСистемы()
	
	УстановитьКраткийЗаголовокПриложения("Деркунов Михаил");
	
	ДниНедели = Новый Массив();
	ДниНедели.Добавить("Понедельник");
	ДниНедели.Добавить("Вторник");
	ДниНедели.Добавить("Среда");
	ДниНедели.Добавить("Четверг");
	ДниНедели.Добавить("Пятница");
	ДниНедели.Добавить("Суббота");
	ДниНедели.Добавить("Воскресенье");
	
	Для элемент = 0 по ДниНедели.ВГраница() Цикл
		Сообщить(Строка((элемент + 1)) + ") " + ДниНедели[элемент]);
	КонецЦикла; 
	
КонецПроцедуры      
